[
  {
    "id": "NP_START",
    "emotion": "Happy",
    "option": "Try Being a Penguin Again",
    "story": "You hatch into the cold world as a tiny penguin chick, surrounded by the icy beauty of the Antarctic. Your mother, a loving penguin, keeps you close, ensuring your safety in this frosty environment. You spend your first few weeks staying at your mother's side, learning to waddle and swim in the chilly waters. Life is simple and happy.",
    "optionA": "NP_A",
    "optionB": "NP_B"
  },
  {
    "id": "NP_A",
    "emotion": "Happy",
    "option": "Continue Staying Close to Mom",
    "story": "You decide it's best to stick close to your mother. You and your siblings huddle together, awaiting your mother's return from fishing. However, as time passes, the food becomes scarce, and hunger grips your little belly. What will you do?",
    "optionA": "NP_AA",
    "optionB": "NP_AB"
  },
  {
    "id": "NP_B",
    "emotion": "Happy",
    "option": "Wander from the Colony",
    "story": "As a curious penguin, you decide to wander away from your colony. Your mother calls out to you, but she's preoccupied with your siblings. You explore the icy landscapes, and a human calls out to you. What will you do?",
    "optionA": "NP_AABBA",
    "optionB": "NP_ABB"
  },
  {
    "id": "NP_AA",
    "emotion": "Idle",
    "option": "Find Mom",
    "story": "Unable to endure the hunger any longer, you set out to find your mom. Waddling through the icy landscape, you come across unfamiliar smells. Following the scent, you discover a fisherman's catch. What do you choose?",
    "optionA": "NP_AAA",
    "optionB": "NP_ABB"
  },
  {
    "id": "NP_AAA",
    "emotion": "Fear",
    "option": "Go Towards the Food",
    "story": "Driven by hunger, you approach the delicious aroma of fresh fish. Suddenly, a human appears, placing you in a bag. Terrified, you await your fate. The bag is unzipped, revealing a new environment. What will you do now?",
    "optionA": "NP_AAAA",
    "optionB": "NP_ABAB"
  },
  {
    "id": "NP_AAAA",
    "emotion": "Happy",
    "option": "Leave the Bag",
    "story": "Curiosity gets the better of you, and you bravely leave the bag. Exploring your surroundings, you find yourself in a human's home.\n\nYears pass, and you find yourself loving the warmth of humans and forget all about what being a penguin means.",
    "optionA": "NP_AAAAA",
    "optionB": "NP_AAAAB"
  },
  {
    "id": "NP_AAAAA",
    "emotion": "Idle",
    "option": "Explore The House",
    "story": "You explore the house, but in doing so get lost. You are just a silly goofy penguin after all.",
    "optionA": "NP_START",
    "optionB": "NP_MENU"
  },
  {
    "id": "NP_AB",
    "emotion": "Sad",
    "option": "Stay Home",
    "story": "The hunger sucks but you don't want to leave the saftey and coldness of your home. You starve to death.",
    "optionA": "NP_START",
    "optionB": "NP_MENU"
  },
  {
    "id": "NP_ABB",
    "emotion": "Happy",
    "option": "Keep Walking",
    "story": "Suspicious of potential traps, you ignore the tempting smell of fish. As you continue, you spot a friendly-looking penguin in the distance. What will you do?",
    "optionA": "NP_ABA",
    "optionB": "NP_ABB"
  },
  {
    "id": "NP_ABA",
    "emotion": "Mad",
    "option": "Approach the Penguin",
    "story": "You approach the seemingly friendly penguin, only to be ignored. This encounter teaches you to be cautious, and you continue wandering alone, losing your siblings. Years pass, and one day a stranger approaches with a bag. What's your decision?",
    "optionA": "NP_ABAA",
    "optionB": "NP_ABAB"
  },
  {
    "id": "NP_ABB",
    "emotion": "Mad",
    "option": "Keep Walking",
    "story": "You ignore the penguin as it may not be friendly. The penguin is offended and throws a sharp stone directly at your skull.",
    "optionA": "NP_START",
    "optionB": "NP_MENU"
  },
  {
    "id": "NP_ABAA",
    "emotion": "Sad",
    "option": "Approach the Stranger",
    "story": "Taking a risk, you approach the stranger who seems friendly until he puts you in a bag. Terrified, you endure the journey until the bag is unzipped, revealing a new environment.",
    "optionA": "NP_AAAAA",
    "optionB": "NP_AAAAB"
  },
  {
    "id": "NP_AAAAB",
    "emotion": "Fear",
    "option": "Run For Your Life",
    "story": "Suddenly, you are hit with feelings of fear. You have to escape. You make a run for it, but unfortunatley do not make it in the icy conditions outside.",
    "optionA": "NP_START",
    "optionB": "NP_MENU"
  },
  {
    "id": "NP_ABAB",
    "emotion": "Fear",
    "option": "Run Away",
    "story": "You decide not to trust the stranger and run away, but the penguin who ignored you earlier catches you in her arms.",
    "optionA": "NP_ABABA",
    "optionB": "NP_ABABB"
  },
  {
    "id": "NP_ABABA",
    "emotion": "Mad",
    "option": "Scold Her",
    "story": "'How dare you', you should, upset she would save your life. You run off into the distance never to be found again, consumed by your anger.",
    "optionA": "NP_MENU",
    "optionB": "NP_START"
  },
  {
    "id": "NP_ABABB",
    "emotion": "Happy",
    "option": "Romance Her",
    "story": "You pull the penguin closer, and hand her a pebble, proposing on the spot. You two live a long happy life together.",
    "optionA": "NP_MENU",
    "optionB": "NP_START"
  },
  {
    "id": "NP_AABAB",
    "emotion": "Fear",
    "option": "Run Away",
    "story": "You decide not to trust the human and run away, but a fast-approaching metal object collides with you. The world fades to black.",
    "optionA": "NP_MENU",
    "optionB": "NP_START"
  },
  {
    "id": "NP_AABB",
    "emotion": "Happy",
    "option": "Ignore the Penguin",
    "story": "Anxious about potential traps, you ignore the friendly-looking penguin and continue your journey. As time passes, you lose your siblings and find yourself alone. One day, a stranger calls out to you with a bag. What's your decision?",
    "optionA": "NP_AABBA",
    "optionB": "NP_AABBB"
  },
  {
    "id": "NP_AABBA",
    "emotion": "Mad",
    "option": "Approach the Stranger",
    "story": "If not friend, then why friend-shaped? You approach the stranger cautiously. The encounter teaches you that not all humans can be trusted. Lost in the icy landscapes, you continue living off scraps. Years pass, and a stranger holding a bag calls out to you. What will you do?",
    "optionA": "NP_AABBAA",
    "optionB": "NP_AABBAB"
  },
  {
    "id": "NP_AABBAA",
    "emotion": "Sad",
    "option": "Approach the Stranger",
    "story": "Taking a risk, you approach the stranger who seems friendly until he puts you in a bag. Terrified, you endure the journey until the bag is unzipped, revealing a new environment.",
    "optionA": "NP_AAAAA",
    "optionB": "NP_AAAAB"
  },
  {
    "id": "NP_AABBAB",
    "emotion": "Fear",
    "option": "Run Away",
    "story": "You decide not to trust the stranger and run away, but a fast-approaching metal object collides with you. The world fades to black.",
    "optionA": "NP_MENU",
    "optionB": "NP_START"
  },
  {
    "id": "NP_AABBB",
    "emotion": "Sad",
    "option": "Keep Walking",
    "story": "Unwilling to trust the unknown stranger, you continue walking. Suddenly, a fast-approaching metal object collides with you. The world fades to black.",
    "optionA": "NP_MENU",
    "optionB": "NP_START"
  },
  {
    "id": "NP_MENU",
    "emotion": "Idle",
    "option": "Return to Main Menu"
  }
]
